Repository: ienorand/base
Catalog: src/locale/*/LC_MESSAGES/redeclipse.po
Languages: sv

source: key Delete
sv: Delete

source: key F1
sv: F1

source: key F12
sv: F12

source: key F2
sv: F2

source: key F3
sv: F3

source: key F4
sv: F4

source: key F5
sv: F5

source: key F6
sv: F7

source: key F7
sv: F7

source: key Insert
sv: Insert

source: key Numpad 0
sv: Numpad 0

source: key ~ or /
sv: ~ eller /

source: grenade
sv: granat

source: key Comma (,) + scroll
sv: Kommatecken (,) + skroll

source: key End
sv: End

source: key L cycles link modes
sv: L cyklar länkningslägen

source: key N
sv: N

source: key Period (.)
sv: Punkt (.)

source: rifle
sv: gevär

source: rocket
sv: raketgevär

source: key Alt
sv: Alt

source: key F2
sv: F2

source: key P
sv: P

source: fr%d bit color buffer not supported - disabling
sv: \fr%d bit color buffer stöds ej - avaktiverar

source: fr%d bit z-buffer not supported - disabling
sv: fr%d bit z-buffer stöds ej - avaktiverar

source: fr%dx anti-aliasing not supported - disabling
sv: fr%dx anti-aliasing stöds ej - avaktiverar

source: frStencil buffer not supported - disabling
sv: frStencil buffer stöds ej - avaktiverar

source: frcould not set gamma: %s
sv: frkunde ej sätta gamma: %s

source: frunknown display option %c
sv: frokänd display-inställning %c

source: scroll mouse wheel
sv: skrolla mushjulet

source: %s Win32 Exception: 0x%x [0x%x]
sv: %s Win32 Undantag: 0x%x [0x%x]

source: %s: Error
sv: %s: Fel

source: 50% gloss (subtle)
sv: 50% glans (subtilt)

source: Error: Fatal signal %d (Unknown Error)
sv: Fel: Fatal signal %d (Okänt Fel)

source: Fatal signal %d (Aborted)
sv: Fatal signal %d (Avbröts)

source: Fatal signal %d (Alarm)
sv: Fatal signal %d (Larm)

source: Fatal signal %d (Broken Pipe)
sv: Fatal signal %d (Brutet Rör)

source: Fatal signal %d (Floating-point Exception)
sv: Fatal signal %d (Flyttals-undantag)

source: Fatal signal %d (Illegal Instruction)
sv: Fatal signal %d (Illegal Instruktion)

source: Fatal signal %d (Killed)
sv: Fatal signal %d (Erhöll KILL-signal)

source: Fatal signal %d (Quit)
sv: Fatal signal %d (Avslutad)

source: Fatal signal %d (Segmentation Violation)
sv: Fatal signal %d (Segmenteringsfel)

source: Fatal signal %d (Terminated)
sv: Fatal signal %d (Erhöll TERM-signal)

source: Interrupt signal %d (Exiting)
sv: Avslutande signal %d (Avslutar)

source: Loading..
sv: Laddar..

source: Please wait..
sv: Var god vänta..

source: Quick Commands:
sv: Snabbkommandon:

source: Unable to create OpenGL screen: %s
sv: Kunde inte skapa OpenGL skärm: %s

source: Unable to initialise network module
sv: Kunde inte initiera nätverksmudul

source: Unable to initialize SDL: %s
sv: Kunde inte intiera SDL: %s

source: Unknown
sv: Okänd

source: ^faby
sv: ^faav

source: ^faon: ^fw%1:[%2]
sv: ^fapå: ^fw%1:[%2]

source: ^fgblend mode:^fw
sv: ^fgblend-läge:^fw

source: ^fo/cloudlayer ^fyfolder/filename
sv: ^fo/cloudlayer ^fymapp/filnamn

source: ^fo/entlink ^fw cycles link modes of selected ents
sv: ^fo/entlink ^fw cyklar länkningslägen för markerade entiteter

source: ^fo/skybox ^fyfolder/filename
sv: ^fo/skybox ^fymapp/filnamn

source: ^fo/vlayer ^fy# ^fw(slot number)
sv: ^fo/vlayer ^fy# ^fw(slot-nummer)

source: ^fo/vrotate ^fy# ^fy(1-3 rotate, 4-5 flip)
sv: ^fo/vrotate ^fy# ^fy(1-3 rotera, 4-5 vänd)

source: ^foADD ^fwabove brush
sv: ^foLÄGG TILL ^fwpensel ovan

source: ^foCLEAR MAP ^fwand begin a new one ^fr(Warning!)
sv: ^foRENSA BANA ^fwoch starta en ny ^fr(Varning!)

source: ^foCLEAR ^fwBlendmap
sv: ^foRENSA ^fwBlendmap

source: ^foCLEAR ^fwall textures from map cfg
sv: ^foRENSA ^fväggtexturer från banans cfg

source: ^foCLEAR ^fwall unused textures from map cfg
sv: ^foRENSA ^fwalla oanvända texturer från banans cfg

source: ^foCREATE
sv: ^foSKAPA

source: ^foLOAD ^fwdefault texture package to map cfg (reload map required)
sv: ^foLÄS IN ^fwstandard texturpaket till banans cfg (återinläsning av banan krävs)

source: ^foOPEN ^fwan existing map
sv: ^foÖPPNA ^fwen existerande bana

source: ^foREMOVE ^fwabove brush
sv: ^foTA BORT ^fwpensel ovan

source: ^foREMOVE ^fwcloudlayer
sv: ^foTA BORT ^fwmolnlager

source: ^foREMOVE ^fwskybox
sv: ^foTA BORT ^fwhimmelsbox

source: ^foRESET ^fwambient to default
sv: ^foÅTERSTÄLL ^fwambient-ljus till standard

source: ^foRESET ^fwcloud color
sv: ^foÅTERSTÄLL ^fwmolnfärg

source: ^foRESET ^fwenvironment to default
sv: ^foÅTERSTÄLL ^fwmiljö-ljus till standard

source: ^foRESET ^fwfog color to default
sv: ^foÅTERSTÄLL ^fwdimljus till standard

source: ^foRESET ^fwfog distance
sv: ^foÅTERSTÄLL ^fwdimavstånd

source: ^foRESET ^fwsky color
sv: ^foÅTERSTÄLL ^fwhimmelsfärg

source: ^foRESET ^fwskylight to default
sv: ^foÅTERSTÄLL ^fwhimmelsljus till standard

source: ^foRESET ^fwto 0
sv: ^foÅTERSTÄLL ^fwtill 0

source: ^foRESET ^fwto 100%
sv: ^foÅTERSTÄLL ^fwtill 100%

source: ^foRESET ^fwto default
sv: ^foÅTERSTÄLL ^fwtill standard

source: ^foREVERT ^fwto last saved version of @savemap_name
sv: ^foÅTERSTÄLL ^fwtill senast sparade version av @savemap_name

source: ^foSAVE ^fwmap as filename
sv: ^foSPARA ^fwbana som filnamn

source: ^foplayer vars
sv: ^fospelarvariabler

source: about
sv: om

source: access commands to use while editing a map
sv: se kommandon för att använda vid redigering av en bana

source: aiclip key Numpad 7
sv: aiclip Numpad 7

source: air key Numpad 1
sv: air Numpad 1

source: alpha key Numpad 2
sv: alpha Numpad 2

source: another dimension
sv: extra dimension

source: anti-aliasing
sv: kantutjämning

source: black
sv: svart

source: blue
sv: blå

source: cannot find data files
sv: kan inte hitta datafiler

source: claim privileges..
sv: verifiera privilegier..

source: click on an activity to start
sv: klicka på en aktivitet för att börja

source: clip key Numpad 5
sv: clip Numpad 5

source: closes Red Eclipse
sv: stänger Red Eclipse

source: color depth
sv: färgdjup

source: copy
sv: kopiera

source: copy attributes from currently selected entity
sv: kopiera attribut från nuvarande markerad entitet

source: could not create blank cursor
sv: kunde inte skapa blank markör

source: could not find core textures
sv: kunde inte hitta bastexturer

source: create actor
sv: skapa aktör

source: create affinity (flag, bomb)
sv: skapa affinitet (flagga, bomb)

source: create checkpoint
sv: skapa kontrollpunkt

source: create light..
sv: skapa ljus..

source: create lightfx..
sv: skapa ljuseffekt..

source: create mapmodel
sv: skapa banmodell

source: create new sound
sv: skapa nytt ljud

source: create new teleport
sv: skapa ny teleport

source: create new trigger
sv: skapa ny händelseutlösare

source: create playerstart
sv: skapa spelarstart

source: create pusher
sv: skapa knuff-objekt

source: create sound
sv: skapa ljud

source: create teleport..
sv: skapa teleport..

source: create trigger
sv: skapa händelseutlösare

source: create weapon..
sv: skapa wapen..

source: cycle blend paint modes
sv: cykla blend paint-lägen

source: cycle linkmode + key L
sv: cykla länkningsläge + L

source: death key Numpad 8
sv: death Numpad 8

source: default
sv: standard

source: delete selected ents / geometry
sv: ta bort markerade entiteter / geometri

source: deselect all ents
sv: avmarkera alla entiteter

source: disabled
sv: inaktiverad

source: disconnect
sv: koppla från

source: disconnects your current connection
sv: koppla från din aktuella anslutning

source: displays the current votes
sv: visar aktuell votering

source: displays the server browser for other online matches
sv: visar serverlistan för andra matcher online

source: edit gameplay and weapon variables
sv: ändra spel- och vapenvariabler

source: edit selected ent
sv: redigera markerad entitet

source: edit your configuration options
sv: ändra dina konfigurationsalternativ

source: edit your name, colour, and model type
sv: ändra ditt namn, din färg, och modelltyp

source: editing
sv: redigering

source: enabled
sv: aktiverad

source: environment settings..
sv: miljöinställningar..

source: failed to reload core textures
sv: kunde ej läsa om bastexturer

source: find ents
sv: hitta entiteter

source: find servers
sv: hitta servrar

source: flip vertical
sv: vänd vertikalt

source: focus on selected ent
sv: fokusera på markerad entitet

source: full calculate lights (full)
sv: full beräkning av ljus (full)

source: fullscreen
sv: helskärm

source: get map from server
sv: hämta bana från server

source: gets some help!
sv: få lite hjälp!

source: green
sv: grön

source: green gloss
sv: grön glans

source: grenade
sv: granat

source: help
sv: hjälp

source: increase mapsize (2x)
sv: öka banstorlek (2x)

source: initializing...
sv: initierar...

source: inside selection
sv: inre markering

source: irc windows
sv: irc fönster

source: key F8
sv: F8

source: ladder key Numpad 9
sv: ladder Numpad 9

source: lava key Numpad 4
sv: lava Numpad 4

source: link modes:
sv: länkningslägen:

source: link selected ents (teleport, sound, trigger)
sv: länka markerade entiteter (teleport, ljud, händelseutlösare)

source: loading config..
sv: läser in konfig..

source: loading defaults..
sv: läser in standard..

source: loading enet..
sv: läser in enet..

source: loading game..
sv: läser in spel..

source: loading gl effects..
sv: läser in gl-effekter..

source: loading gl..
sv: läser in gl..

source: loading main..
sv: läser in bas..

source: loading required data..
sv: läser in nödvändig data..

source: loading sdl..
sv: läser in sdl..

source: loading sound..
sv: läser in ljud..

source: loading world..
sv: läser in värld...

source: loading..
sv: läser in...

source: low
sv: låg

source: materials
sv: material

source: mirror geometry per selection orientation
sv: spegla geometri efter markeringsorientering

source: no default font specified
sv: ingen standardfont vald

source: noclip key Numpad 6
sv: noclip Numpad 6

source: off
sv: av

source: offline practice
sv: träning offline

source: open console..
sv: öppna konsol..

source: open materials menu..
sv: öppna materialmeny..

source: open textures menu..
sv: öppna texturmeny..

source: open this edit menu..
sv: öppna denna redigeringsmeny

source: optimize geometry
sv: optimera geometri

source: optimize map
sv: optimera bana

source: options
sv: inställningar

source: outside selection
sv: yttre markering

source: paste
sv: klistra in

source: patch existing lightmap (patch)
sv: uppdatera existerande ljusinformation (patch)

source: play online
sv: spela online

source: playing: [ ^fs^fa%1^fS ]
sv: spelar: [ ^fs^fa%1^fS ]

source: please wait..
sv: var god vänta..

source: practice on
sv: träna på

source: profile
sv: profil

source: progressing [%.2f%%]
sv: fortsätter [%.2f%%]

source: quick calculate lights (preview)
sv: snabb beräkning av ljus (preview)

source: quit
sv: avsluta

source: red
sv: röd

source: resetting OpenGL..
sv: återställer OpenGL..

source: rocket
sv: raketgevär

source: screen resolution
sv: skärmupplösning

source: select a map/mode combination to %1
sv: välj en bana/läge kombination för att %1

source: select all ents inside selection area
sv: välj alla entiteter i markerat område

source: select all ents matching selected
sv: välj alla entiteter som matchar nuvarande markerad

source: select all valid entities
sv: välj alla giltiga entiteter

source: send map to server
sv: skicka bana till server

source: set cloud color to black
sv: sätt svart molnfärg

source: set cloud color to blue
sv: sätt blå molnfärg

source: set cloud color to orange
sv: sätt orange molnfärg

source: set cloud color to red
sv: sätt röd molnfärg

source: set cloud color to yellow
sv: sätt gul molnfärg

source: set clouds to clouds01
sv: sätt molntyp till clouds01

source: set clouds to clouds02
sv: sätt molntyp till clouds02

source: set clouds to clouds03
sv: sätt molntyp till clouds03

source: set map author..
sv: ställ in banans skapare..

source: set map filename
sv: ställ in banans filnamn

source: set map title..
sv: ställ in banans titel..

source: set the attributes below to search for
sv: ställ in attribut att söka efter nedan

source: show all variables..
sv: ^foåterställ alla spelvariabler

source: show votes
sv: visa votering

source: shows your open irc windows
sv: visa dina öppna irc-fönster

source: size of new map
sv: storlek på ny bana

source: start new map
sv: starta ny bana

source: take screenshot
sv: ta en skärmbild

source: toggle outline
sv: kontur på/av

source: toggle walk / edit mode
sv: gå / redigeringsläge på/av

source: type
sv: typ

source: type
sv: typ

source: unknown type
sv: okänd typ

source: variables
sv: variabler

source: vertical sync
sv: vertikal synk

source: vote for
sv: votera på

source: vote map/mode
sv: votera bana/läge

source: vsync is %s
sv: vsync är %s

source: water key Numpad 3
sv: water Numpad 3

source: weapon 2
sv: vapen 2

source: weapon 3
sv: vapen 3

source: weapon 4
sv: vapen 4

source: weapon 5
sv: vapen 5

source: weapon 6
sv: vapen 6

source: weapon 7
sv: vapen 7

source: weapon 8
sv: vapen 8

source: weapon 9
sv: vapen 9

source: white
sv: vit

source: windowed
sv: fönsterläge

source: yellow
sv: gul

source: yellow gloss
sv: gul glans
